Repository: maheshwaghmare/bhari-i18n
Catalog: yor/wp-themes-twentyfourteen-yor.po
Languages: yo_ng

source: Search Results for: %s
yo_ng: Àwọn èsì fun ìṣàwárí: %s

source: Videos
yo_ng: Àwọn Fídíò

source: More images
yo_ng: Àwòrán túnkù

source: Images
yo_ng: Àwòrán

source: Sticky
yo_ng: Àlalepo

source: <span class="meta-nav">Next Post</span>%title
yo_ng: <span class="meta-nav">Ojú-Arokọ ti wájú</span>%title

source: <span class="meta-nav">Previous Post</span>%title
yo_ng: <span class="meta-nav">Ojú-Arokọ ti ẹ̀hìn</span>%title

source: <span class="meta-nav">Published In</span>%title
yo_ng: <span class="meta-nav">Ṣàtẹ̀jáde Ni</span>%title

source: Post navigation
yo_ng: Ìyípo Ojú-Arokọ

source: Posts navigation
yo_ng: Ìyípo Àwọn Ojú-Arokọ

source: Next &rarr;
yo_ng: &rarr; ti wájú

source: &larr; Previous
yo_ng: &larr; Ti ẹ̀hìn

source: Don&rsquo;t display tag on front end.
yo_ng: Ma ṣàfihàn ìsàmì wájú wẹ́ẹ̀bù.

source: Tag Name
yo_ng: Orúkọ ìsàmì

source: Slider
yo_ng: Adíye

source: Grid
yo_ng: Gírìdì

source: Layout
yo_ng: Àgbékalẹ̀

# featured content default tag slug
source: featured
yo_ng: ere ifihan

source: Use a <a href="%1$s">tag</a> to feature your posts. If no posts match the tag, <a href="%2$s">sticky posts</a> will be displayed instead.
yo_ng: Lò <a href="%1$s">ìsàmì</a>láti sere ifihan ojú-arokọ. Ti ko ba si ojú-arokọ to díje ìsàmì, <a href="%2$s">ojú-arokọ àlalepo</a> yi o ṣàfihàn ni idipò.

source: Featured Content
yo_ng: Ere Ifihan Àkóónú

source: Background may only be visible on wide screens.
yo_ng: Àgbétẹ́lẹ̀ ṣé rí lórí agbàwórán-tàn ńlá nìkan.

source: May only be visible on wide screens.
yo_ng: O ṣé rí lórí agbàwórán-tàn ńlá nìkan.

source: Display Site Title &amp; Tagline
yo_ng: Ṣàfihàn Àkọlé Ojú-Òpó Wẹ́ẹ̀bù &amp; Ọ̀rọ̀-ìdánimọ̀

source: Site Title Color
yo_ng: Àwọ̀ Àkọlé Ojú-Òpó Wẹ́ẹ̀bù

source: Twenty Fourteen requires at least WordPress version 3.6. You are running version %s. Please upgrade and try again.
yo_ng: Twenty Fourteen o kéré ju nílò ẹ̀yà WordPress 3.6. Èyà eleyìí si ni %s. Jọwọ ṣàfikún WordPress nigba naa, gbiyanju lẹẹkansi.

source: Next Image
yo_ng: Àwòrán ti wájú

source: Previous Image
yo_ng: Àwòrán ti ẹ̀hìn

source: Skip to content
yo_ng: Lọ sí àkóónú

source: Primary Menu
yo_ng: Mẹ́nù Abọ́dé

source: Search
yo_ng: ìṣàwárí

source: Page %s
yo_ng: Ojú-Ìwé %s

source: %d Article
yo_ng: Arokọ %d

source: Next
yo_ng: Padà sẹ́yìn

source: Previous
yo_ng: Padà sẹ́yìn

# Lato font: on or off
source: on
yo_ng: tàn sílẹ̀

source: Appears in the footer section of the site.
yo_ng: O hàn ni gbègbè òpó-ìsàlẹ̀ ojú-òpó wẹ́ẹ̀bù.

source: Footer Widget Area
yo_ng: Àgbègbè Ailorukọ Òpó-ìsàlẹ̀

source: Additional sidebar that appears on the right.
yo_ng: Òpó-ẹ̀gbẹ́ àfikún ti o hàn lọ́tùn

source: Content Sidebar
yo_ng: Àkóónú Òpó-ẹ̀gbẹ́

source: Main sidebar that appears on the left.
yo_ng: Òpó-ẹ̀gbẹ́ pàtàkì ti o hàn lòsì

source: Primary Sidebar
yo_ng: Òpó-ẹ̀gbẹ́ abọ́dé

source: Secondary menu in left sidebar
yo_ng: Mẹ́nù atẹ̀lé ní òpó-ẹ̀gbẹ́ òsì

source: Top primary menu
yo_ng: Mẹ́nù abọ́dé òkè

source: Proudly powered by %s
yo_ng: Pẹ̀lú àmúṣagbára %s

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
yo_ng: O dabi pe a ko lè rí ohun ti ẹ̀ ti wá. Bóyá ìṣàwárí lè sè ìrànwọ́.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
yo_ng: Ma binu, ṣùgbọ́n kó si ohun ti o ba ìṣàwárí ti ẹ̀ ti wá mu. Jọwọ ṣàtúnṣe kókó ọ̀rọ̀ ti ẹ̀ lò àbí gbiyanju lẹẹkansi pẹ̀lú kókó ọ̀rọ̀ míràn.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
yo_ng: Se tán láti ṣàtẹ̀jáde ojú-arokọ èkíní rẹ? <a href="%1$s">Bẹ̀rẹ̀ níbí</a>.

source: Nothing Found
yo_ng: Ko ri nkankan

source: Pages:
yo_ng: Ojúìwé:

source: Continue reading %s <span class="meta-nav">&rarr;</span>
yo_ng: Kàá tẹsíwájú %s <span class="meta-nav">&rarr;</span>

source: Edit
yo_ng: Ṣàtúnṣe

source: % Comments
yo_ng: Àwọn Ọrọìwòye %

source: 1 Comment
yo_ng: Ọrọìwòye 1

source: Leave a comment
yo_ng: Fi ọrọìwòye sílẹ̀

source: Comments are closed.
yo_ng: Àtìpa ìdáásí de

source: Newer Comments &rarr;
yo_ng: Àwọn Ọrọìwòye Titun &rarr;

source: &larr; Older Comments
yo_ng: &larr; Àwọn Ọrọìwòye Àgbà

source: Comment navigation
yo_ng: Ìyípo ìdáásí

source: One thought on &ldquo;%2$s&rdquo;
yo_ng: Èrò kàn lórí &ldquo;%2$s&rdquo;

source: Category Archives: %s
yo_ng: Ibi-ìpamọ Iọ̀wọ́: %s

source: All posts by %s
yo_ng: Gbogbo ojú-arokọ láti ọwọ %s

source: Archives
yo_ng: Àwọn Ibi-ìpamọ

source: Yearly Archives: %s
yo_ng: Ibi-ìpamọ lọdọdun: %s

source: Monthly Archives: %s
yo_ng: Ibi-ìpamọ loṣoṣù: %s

source: Daily Archives: %s
yo_ng: Ibi-ìpamọ Ọlọ́jọ́pípẹ́ Ojúmọ́: %s

source: It looks like nothing was found at this location. Maybe try a search?
yo_ng: O dabi pe a ko lè rí nǹkankan nibi. Bóyá ìṣàwárí lè sè ìrànwọ́?

source: Not Found
yo_ng: Ko Ri

source: the WordPress team
yo_ng: àwọn ẹgbẹ́ WordPress
