Repository: maheshwaghmare/bhari-i18n
Catalog: yor/wp-themes-twentyfifteen-yor.po
Languages: yo_ng

source: Our 2015 default theme is clean, blog-focused, and designed for clarity. Twenty Fifteen's simple, straightforward typography is readable on a wide variety of screen sizes, and suitable for multiple languages. We designed it using a mobile-first approach, meaning your content takes center-stage, regardless of whether your visitors arrive by smartphone, tablet, laptop, or desktop computer.
yo_ng: Kókó àkùnàyàn 2015 wa ó já fáfá, ó lojutu búlọ́ọ̀gì, pẹ̀lú áìnira. Twenty Fifteen rọ̀rùn, ìrísí-lẹ́tà e ó já fáfá, o se kà lórí gbogbò ìwọ̀n agbàwórán-tàn, o ṣí dara fun ọpọlọpọ èdè bóyá o je fóònù alágbèéká, kọ̀mpútà àgbélétan, tabi kọ̀mpútà ńlá.

source: Leave a comment<span class="screen-reader-text"> on %s</span>
yo_ng: Fi ọrọìwòye <span class="screen-reader-text"> ṣí %s</span>

source: Previous post:
yo_ng: Ojú-Arokọ ti ẹ̀hìn

source: Previous
yo_ng: Padà sẹ́yìn

source: Next post:
yo_ng: Ojú-Arokọ ti wájú

source: Next
yo_ng: Padà sẹ́yìn

source: Search Results for: %s
yo_ng: Àwọn èsì fun ìṣàwárí: %s

# Used before full size attachment link.
source: Full size
yo_ng: Íwọn ni kikun

# Used before tag names.
source: Tags
yo_ng: Àwọn ìsàmì

# Used before category names.
source: Categories
yo_ng: Àwọn ọ̀wọ́

# Used before post author name.
source: Author
yo_ng: Olùdásílẹ̀

# Used before publish date.
source: Posted on
yo_ng: Arookọ ní

# Used before post format.
source: Format
yo_ng: Ígúnrégé

source: Featured
yo_ng: Ere ifihan

source: Newer Comments
yo_ng: Àwọn Ọrọìwòye Titun

source: Older Comments
yo_ng: Àwọn Ọrọìwòye Àgbà

source: Comment navigation
yo_ng: Ìyípo ìdáásí

source: Blue
yo_ng: Àwo búlúù

source: Purple
yo_ng: Àwo elésè àlùkò

source: Pink
yo_ng: Àwo pupa fẹ́rẹ́

source: Yellow
yo_ng: Àwo ìyèyè

source: Dark
yo_ng: Àwo dúdú fẹ́rẹ́

source: Default
yo_ng: Àkùnàyàn

source: Header and Sidebar Background Color
yo_ng: Àwọ̀ àgbétẹ́lẹ̀ òpó-àkòrí àti òpó-ẹ̀gbẹ́

source: Applied to the header on small screens and the sidebar on wide screens.
yo_ng: A lòó bí àkòrí lórí agbàwórán-tàn kékeré àti bí òpó-ẹ̀gbẹ́ lórí agbàwórán-tàn ńlá.

source: Header and Sidebar Text Color
yo_ng: Àwọ̀ àyọkà òpó-àkòrí àti òpó-ẹ̀gbẹ́

source: Base Color Scheme
yo_ng: Awo Ìpìlẹ̀

source: Twenty Fifteen requires at least WordPress version 4.1. You are running version %s. Please upgrade and try again.
yo_ng: Twenty Fifteen o kéré ju nílò ẹ̀yà WordPress 4.1. Èyà eleyìí si ni %s. Jọwọ ṣàfikún Wordpress nigba naa, gbiyanju lẹẹkansi.

# Parent post link
source: <span class="meta-nav">Published in</span><span class="post-title">%title</span>
yo_ng: <span class="meta-nav">Iṣàtẹ̀jáde ní</span><span class="post-title">%title</span>

source: Next Image
yo_ng: Àwòrán ti wájú

source: Previous Image
yo_ng: Àwòrán ti ẹ̀hìn

source: Menu and widgets
yo_ng: Mẹ́nù àti ailorukọ

source: Skip to content
yo_ng: Lọ sí àkóónú

source: collapse child menu
yo_ng: pọ̀ ọmọ mẹ́nù

source: expand child menu
yo_ng: fẹ ọmọ mẹ́nù

# Add new subset (greek, cyrillic, devanagari, vietnamese)
source: no-subset
yo_ng: kosi-ayosile

# Inconsolata font: on or off
source: on
yo_ng: tàn sílẹ̀

# Noto Serif font: on or off
source: on
yo_ng: tàn sílẹ̀

# Noto Sans font: on or off
source: on
yo_ng: tàn sílẹ̀

source: Add widgets here to appear in your sidebar.
yo_ng: Fi ailorukọ sibí làti fihàn ni òpó-ẹ̀gbẹ́

source: Widget Area
yo_ng: Àgbègbè Ailorukọ

source: Social Links Menu
yo_ng: Mẹ́nù ìtọ́kasí Social Media

source: Primary Menu
yo_ng: Mẹ́nù Abọ́dé

source: Proudly powered by %s
yo_ng: Pẹ̀lú àmúṣagbára %s

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
yo_ng: O dabi pe a ko lè rí ohun ti ẹ̀ ti wá. Bóyá ìṣàwárí lè sè ìrànwọ́.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
yo_ng: Ma binu, ṣùgbọ́n kó si ohun ti o ba ìṣàwárí ti ẹ̀ ti wá mu. Jọwọ ṣàtúnṣe kókó ọ̀rọ̀ ti ẹ̀ lò àbí gbiyanju lẹẹkansi pẹ̀lú kókó ọ̀rọ̀ míràn.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
yo_ng: Se tán láti ṣàtẹ̀jáde ojú-arokọ èkíní rẹ? <a href="%1$s">Bẹ̀rẹ̀ níbí</a>.

source: Nothing Found
yo_ng: Ko ri nkankan

source: Edit
yo_ng: Ṣàtúnṣe

source: Pages:
yo_ng: Ojúìwé:

source: Continue reading %s
yo_ng: Kàá tẹsíwájú %s

source: Comments are closed.
yo_ng: Àtìpa ìdáásí de

# comments title
source: One thought on &ldquo;%2$s&rdquo;
yo_ng: Èrò kàn lórí &ldquo;%2$s&rdquo;

source: View all posts by %s
yo_ng: Wo gbogbo ojú-arokọ láti ọwọ %s

source: Published by
yo_ng: Atẹ̀jáde láti ọwọ

source: Page
yo_ng: Ojú-Ìwé

source: Next page
yo_ng: Ojú-Ìwé ti wájú

source: Previous page
yo_ng: Ojú-Ìwé ti ẹ̀hìn

source: It looks like nothing was found at this location. Maybe try a search?
yo_ng: O dabi pe a ko lè rí nǹkankan nibi. Bóyá ìṣàwárí lè sè ìrànwọ́?

source: Oops! That page can&rsquo;t be found.
yo_ng: Oops! A ko lè rí ojú-ìwé iyẹn

source: the WordPress team
yo_ng: àwọn ẹgbẹ́ WordPress
