Repository: maheshwaghmare/bhari-i18n
Catalog: bel/wp-themes-twentythirteen-bel.po
Languages: be_by

source: The 2013 theme for WordPress takes us back to the blog, featuring a full range of post formats, each displayed beautifully in their own unique way. Design details abound, starting with a vibrant color scheme and matching header images, beautiful typography and icons, and a flexible layout that looks great on any device, big or small.
be_by: Тэма 2013 для WordPress вяртае нас да блогу, прадстаўляючы ўвесь спектр фарматаў запісаў, кожны з якіх прыгожа паказваецца ў сваім непаўторным стылі. Дызайн мае шмат дэталяў, пачынаючы з дынамічнай каляровай схемы і адпаведных выяў загалоўка, прыгожай тыпаграфікі і піктаграм, а таксама гнуткай разметкі, якая выглядае цудоўна на любой прыладзе, вялікай або маленькай.

source: %s Archives
be_by: Архівы фармату &laquo;%s&raquo;

source: Tag Archives: %s
be_by: Архівы тэгаў: %s

source: Search Results for: %s
be_by: Вынікі пошуку для: %s

# header image description
source: Star
be_by: Зорка

# header image description
source: Diamond
be_by: Алмаз

# header image description
source: Circle
be_by: Круг

source: Twenty Thirteen requires at least WordPress version 3.6. You are running version %s. Please upgrade and try again.
be_by: Twenty Thirteen патрабуе WordPress ад версіі 3.6. Ваша бягучая версія %s. Калі ласка, абнавіце і паспрабуйце зноў.

source: Next <span class="meta-nav">&rarr;</span>
be_by: Наступны <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Previous
be_by: <span class="meta-nav">&larr;</span> Папярэдні

source: Full resolution
be_by: Поўнае разрозненне

source: Link to full-size image
be_by: Спасылка на поўнапамерную выяву

source: <span class="attachment-meta">Published on <time class="entry-date" datetime="%1$s">%2$s</time> in <a href="%3$s" title="Return to %4$s" rel="gallery">%5$s</a></span>
be_by: <span class="attachment-meta">Апублікавана <time class="entry-date" datetime="%1$s">%2$s</time> у <a href="%3$s" title="Вярнуцца да %4$s" rel="gallery">%5$s</a></span>

source: Skip to content
be_by: Перайсці да змесціва

source: Menu
be_by: Меню

source: Permalink to %s
be_by: Пастаянная спасылка на %s

# 1: post format name. 2: date
source: %1$s on %2$s
be_by: %1$s ад %2$s

source: View all posts by %s
be_by: Прагледзець усе запісы ад %s

source: Sticky
be_by: Замацаваны

source: Post navigation
be_by: Навігацыя запіса

source: Newer posts <span class="meta-nav">&rarr;</span>
be_by: Навейшыя запісы <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Older posts
be_by: <span class="meta-nav">&larr;</span> Старэйшыя запісы

source: Posts navigation
be_by: Навігацыя па запісах

source: Appears on posts and pages in the sidebar.
be_by: З'яўляецца на бакавой панэлі запісаў і старонак.

source: Secondary Widget Area
be_by: Дадатковая вобласць віджэтаў

source: Appears in the footer section of the site.
be_by: З&rsquo;яўляецца у нiжняй частцы сайту.

source: Main Widget Area
be_by: Галоўная вобласць віджэтаў

source: Page %s
be_by: Старонка %s

source: Navigation Menu
be_by: Меню навігацыі

source: Proudly powered by %s
be_by: Працуе на %s

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
be_by: Здаецца, мы не можам знайсці тое, што вы пытаецеся знайсці. Магчыма, пошук можа дапамагчы.

source: Sorry, but nothing matched your search terms. Please try again with different keywords.
be_by: Прабачце, але нічога не знойдзена згодна з вашым запросам. Калі ласка, паспрабуйце яшчэ раз з іншымі ключавымі словы.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
be_by: Гатовы апублікаваць свой першы запіс? <a href="%1$s">Пачніце тут</a>.

source: Nothing Found
be_by: Нічога не знойдзена

source: View all % comments
be_by: Паглядзець усе % каментары

source: One comment so far
be_by: Адзін каментар пакуль

source: Leave a comment
be_by: Пакінуць каментар

source: Edit
be_by: Рэдагаваць

source: Pages:
be_by: Старонкі:

source: Continue reading %s <span class="meta-nav">&rarr;</span>
be_by: Працягнуць чытаць %s <span class="meta-nav">&rarr;</span>

source: Comments are closed.
be_by: Каментары адключаныя.

source: Newer Comments &rarr;
be_by: Навейшыя каментары &rarr;

source: &larr; Older Comments
be_by: &larr; Даўнейшыя каментары

source: Comment navigation
be_by: Навігацыя па каментарам

# comments title
source: One thought on &ldquo;%2$s&rdquo;
be_by: Адна думка да &ldquo;%2$s&rdquo;

source: Category Archives: %s
be_by: Архівы катэгорыі: %s

source: All posts by %s
be_by: Усе запісы ад %s

source: View all posts by %s <span class="meta-nav">&rarr;</span>
be_by: Прагледзець усе запісы ад %s <span class="meta-nav">&rarr;</span>

source: About %s
be_by: Пра аўтара %s

source: Archives
be_by: Архівы

source: Yearly Archives: %s
be_by: Гадавыя архівы: %s

source: Monthly Archives: %s
be_by: Месячныя архівы: %s

source: Daily Archives: %s
be_by: Дзённыя архівы: %s

source: It looks like nothing was found at this location. Maybe try a search?
be_by: Здаецца, тут нічога няма. Магчыма, паспрабуем пошук?

source: This is somewhat embarrassing, isn&rsquo;t it?
be_by: Нешта не так, згодны?

source: Not Found
be_by: Не знойдзена

source: the WordPress team
be_by: каманда WordPress
