Repository: maheshwaghmare/bhari-i18n
Catalog: bel/wp-themes-twentyfourteen-bel.po
Languages: be_by

source: In 2014, our default theme lets you create a responsive magazine website with a sleek, modern design. Feature your favorite homepage content in either a grid or a slider. Use the three widget areas to customize your website, and change your content's layout with a full-width page template and a contributor page to show off your authors. Creating a magazine website with WordPress has never been easier.
be_by: У 2014 годзе наша тэма па змаўчанні дапамагае вам стварыць адаптуемы сайт-часопіс з прыгожым і сучасным дызайнам. Пакажыце ваша выбранае змесціва ў сетцы альбо слайдэры. Скарыстайцеся трымя абласцямі для віджэтаў, каб змяніць свой сайт і структуру змесціва з дапамогай поўнаэкраннага шаблону старонак і старонкі ўдзельнікаў, каб паказаць усіх аўтараў. Стварэнне часопісу з WordPress ніколі не было такім лёгкім.

source: Full Width Page
be_by: Шырокамаштабная старонка

source: Contributor Page
be_by: Старонка удзельніка

source: Tag Archives: %s
be_by: Архівы тэгаў: %s

source: Search Results for: %s
be_by: Вынікі пошуку для: %s

source: Post format to show:
be_by: Фармат запісаў, якія трэба паказваць:

source: Number of posts to show:
be_by: Колькасць запісаў для адлюстравання:

source: Title:
be_by: Назва:

source: This gallery contains <a href="%1$s" rel="bookmark">%2$s photo</a>.
be_by: Гэта галерэя ўтрымлівае <a href="%1$s" rel="bookmark">%2$s выяву</a>.

source: Continue reading <span class="meta-nav">&rarr;</span>
be_by: Далей <span class="meta-nav">&rarr;</span>

source: More asides
be_by: Больш нататак

source: Asides
be_by: Нататкі

source: More galleries
be_by: Больш галерэй

source: Galleries
be_by: Галерэі

source: More links
be_by: Больш спасылак

source: Links
be_by: Спасылкі

source: More quotes
be_by: Больш цытат

source: Quotes
be_by: Цытаты

source: More audio
be_by: Больш аудыё

source: Audio
be_by: Аўдыё

source: More videos
be_by: Больш відэа

source: Videos
be_by: Відэа

source: More images
be_by: Больш выяў

source: Images
be_by: Выявы

source: Use this widget to list your recent Aside, Quote, Video, Audio, Image, Gallery, and Link posts.
be_by: Выкарыстоўвайце гэты віджэт для таго, каб адлюстроўваць вашыя нядаўнія нататкі, запісы з цытатамі, відэа, аудыё, выявамі, галерэямі і спасылкамі.

source: Sticky
be_by: Прылеплены

source: <span class="meta-nav">Next Post</span>%title
be_by: <span class="meta-nav">Наступны запіс </span>%title

source: <span class="meta-nav">Previous Post</span>%title
be_by: <span class="meta-nav">Папярэдні запіс</span>%title

source: <span class="meta-nav">Published In</span>%title
be_by: <span class="meta-nav">Апублікавана ў</span>%title

source: Post navigation
be_by: Навігацыя запіса

source: Posts navigation
be_by: Навігацыя па запісах

source: Next &rarr;
be_by: Наступны &rarr;

source: &larr; Previous
be_by: &larr; Папярэдні

source: Don&rsquo;t display tag on front end.
be_by: Не паказваць тэг на старонках сайта.

source: Tag Name
be_by: Імя тэга

source: For an in-depth tutorial, and more tips and tricks, visit the <a href="%s">Twenty Fourteen documentation</a>.
be_by: Каб атрымаць больш падказак і звярнуцца да падрабязнага дапаможніка, перайдзіце да <a href="%s">дакументацыі Twenty Fourteen</a>.

source: Enhance your site design by using <a href="%s">Featured Images</a> for posts you&rsquo;d like to stand out (also known as post thumbnails). This allows you to associate an image with your post without inserting it. Twenty Fourteen uses featured images for posts and pages&mdash;above the title&mdash;and in the Featured Content area on the home page.
be_by: Палепшыце выгляд свайго сайта з дапамогай <a href="%s">Выбраных выяў</a> для запісаў, якія вы хаціце вылучыць (вядомы таксама як эскізы запісаў). Гэта дазволіць вам далучыць выяву да вашага запіса, не ўстаўляючы яе. Тэма Twenty Fourteen выкарыстоўвае выявы для запісаў і старонак&mdash;над назвай сайта&mdash;, а таксама ў вобласці "Выбранае змесціва" на галоўнай старонцы.

source: The home page features your choice of up to 6 posts prominently displayed in a grid or slider, controlled by a <a href="%1$s">tag</a>; you can change the tag and layout in <a href="%2$s">Appearance &rarr; Customize</a>. If no posts match the tag, <a href="%3$s">sticky posts</a> will be displayed instead.
be_by: На галоўнай старонцы адлюстроўваецца да абраных вамі 6 запісаў. Гэтыя запісы адлюстроўваюцца ў сетцы альбо слайдэры, якія кантралююцца па <a href="%1$s">тэгу</a>. Вы заўжды можаце змяніць тэг і структуру ў <a href="%2$s">Знешнім выглядзе&rarr; Наладзіць</a>. Калі няма ніводнага запіса з гэтым тэгам, замест будуць адлюстроўвацца <a href="%3$s">замацаваныя запісы</a>.

source: Slider
be_by: Слайдэр

source: Grid
be_by: Сетка

source: Layout
be_by: Макет

# featured content default tag slug
source: featured
be_by: вартае_ўвагі

source: Use a <a href="%1$s">tag</a> to feature your posts. If no posts match the tag, <a href="%2$s">sticky posts</a> will be displayed instead.
be_by: Выкарыстоўвайце <a href="%1$s">тэг</a>, каб пазначыць вартыя ўвагі запісы. Пры адсутнасці запісаў з тэгам, адлюстроўвацца будуць <a href="%2$s">прылепленыя запісы</a>.

source: Featured Content
be_by: Вартае ўвагі змесціва

source: Background may only be visible on wide screens.
be_by: Фонавая выява бачна толькі на вялізных экранах.

source: May only be visible on wide screens.
be_by: Можа быць бачна толькі на шырокіх экранах

source: Display Site Title &amp; Tagline
be_by: Паказваць назву сайта і падзагаловак

source: Site Title Color
be_by: Колер назвы сайта

source: Twenty Fourteen requires at least WordPress version 3.6. You are running version %s. Please upgrade and try again.
be_by: Twenty Fourteen патрабуе, сама меней WordPress версіі 3.6. Вы працуеце з версіяй %s. Калі ласка, абнавіцеся і паспрабуйце зноў.

source: Next Image
be_by: Наступная выява

source: Previous Image
be_by: Папярэдняя выява

source: Skip to content
be_by: Перайсці да змесціва

source: Primary Menu
be_by: Асноўнае меню

source: Search
be_by: Пошук

source: Page %s
be_by: Старонка %s

source: %d Article
be_by: %d артыкул

source: Next
be_by: Наступны

source: Previous
be_by: Папярэдні

# Lato font: on or off
source: on
be_by: off

source: Appears in the footer section of the site.
be_by: З'яўляецца у ніжнім калантытуле сайта.

source: Footer Widget Area
be_by: Вобласць віджэтаў на ніжнім калантытуле

source: Additional sidebar that appears on the right.
be_by: Дадатковая бакавая панэль, якая з'яўляецца справа.

source: Content Sidebar
be_by: Панэль для змесціва

source: Main sidebar that appears on the left.
be_by: Галоўная бакавая панэль, якая з'яўляецца злева.

source: Primary Sidebar
be_by: Асноўная бакавая панэль

source: Secondary menu in left sidebar
be_by: Другаснае меню на левай панэлі

source: Top primary menu
be_by: Верхняе асноўнае меню

source: Proudly powered by %s
be_by: Працуе на %s

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
be_by: Здаецца, мы не можам знайсці тое, што вы пытаецеся знайсці. Магчыма, пошук можа дапамагчы.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
be_by: Згодна з вашым запытам, нічога не знойдзена. Калі ласка, паспрабуйце зноў з іншымі словамі.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
be_by: Гатовы апублікаваць свой першы запіс? <a href="%1$s">Пачнем</a>!

source: Nothing Found
be_by: Нічога не знойдзена

source: Pages:
be_by: Старонкі:

source: Continue reading %s <span class="meta-nav">&rarr;</span>
be_by: Працягнуць чытаць %s <span class="meta-nav">&rarr;</span>

source: Edit
be_by: Рэдагаваць

source: % Comments
be_by: % каментарыяў

source: 1 Comment
be_by: 1 каментарый

source: Leave a comment
be_by: Пакінуць каментарый

source: Comments are closed.
be_by: Каментарыі адключаны.

source: Newer Comments &rarr;
be_by: Навейшыя каментарыі &rarr;

source: &larr; Older Comments
be_by: &larr; Ранейшыя каментарыі

source: Comment navigation
be_by: Навігацыя па каментарыям

source: One thought on &ldquo;%2$s&rdquo;
be_by: Адна думка на &ldquo;%2$s&rdquo;

source: Category Archives: %s
be_by: Архівы катэгорыі: %s

source: All posts by %s
be_by: Усе запісы ад %s

source: Archives
be_by: Архівы

source: Yearly Archives: %s
be_by: Гадавыя архівы: %s

source: Monthly Archives: %s
be_by: Месячныя архівы: %s

source: Daily Archives: %s
be_by: Дзённыя архівы: %s

source: It looks like nothing was found at this location. Maybe try a search?
be_by: Здаецца, нічога не было знойдзена ў гэтым месцы. Паспрабуем пошук?

source: Not Found
be_by: Не знойдзена

source: the WordPress team
be_by: каманда WordPress
