Repository: maheshwaghmare/bhari-i18n
Catalog: */wp-themes-twentytwelve-*.po
Languages: bn

source: The 2012 theme for WordPress is a fully responsive theme that looks great on any device. Features include a front page template with its own widgets, an optional display font, styling for post formats on both index and single views, and an optional no-sidebar page template. Make it yours with a custom menu, header image, and background.
bn: ওয়ার্ডপ্রেসের ২০১২ থিমটি সম্পূর্ণ একটি রেসপনসিভ থিম, ফলে এটি সব ডিভাইসেই চমৎকার দেখায়। এটির বৈশিষ্ট্যের মধ্যে আছে একটি প্রধান পাতার টেমপ্লেট যার একটি নিজস্ব উইজেট এরিয়া আছে, দেখানোর জন্যে একটি ঐচ্ছিক ফন্ট, মূল পাতা এবং নিজস্ব পাতায় দেখানোর জন্যে পোস্ট ফরমেটের বিশেষ স্টাইল এবং একটি সাইডবার ছাড়া পাতার টেমপ্লেট। কাস্টম মেনু, হেডার এবং ব্যাকগ্রাউন্ড ছবির মাধ্যমে এটি আপনার মনের মত করে সাজিয়ে নিন।

source: Full-width Page Template, No Sidebar
bn: পূর্ণ প্রস্থের পাতার টেমপ্লেট, সাইডবার নেই

source: Front Page Template
bn: প্রথম পাতার টেমপ্লেট

source: Tag Archives: %s
bn: ট্যাগ আর্কাইভঃ %s

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
bn: দুঃখিত, আপনার খোঁজার বিষয়ের প্রেক্ষিতে কিছুই পাওয়া যায় নি। অনুগ্রহ করে অন্য কোন কিওয়ার্ড দিয়ে আবার চেষ্টা করুন।

source: Search Results for: %s
bn: %s এর জন্য খোঁজার ফলাফল

source: Ready to publish your first post? <a href="%s">Get started here</a>.
bn: আপনার প্রথম পোস্ট প্রকাশ করার জন্যে প্রস্তুত? <a href="%s">এখানে শুরু করুন</a>।

source: No posts to display
bn: দেখানোর মত কোন পোস্ট নেই

source: Next &rarr;
bn: পরবর্তী &rarr;

source: &larr; Previous
bn: &larr; পূর্ববর্তী

source: <span class="meta-prep meta-prep-entry-date">Published </span> <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>.
bn: <span class="meta-prep meta-prep-entry-date">প্রকাশিত </span> <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> সাইজ <a href="%3$s" title="পুরো সাইজের ছবিতে লিংক">%4$s &times; %5$s</a> <a href="%6$s" title="ফিরে চলুন %7$s" rel="gallery">%8$s</a> তে।

source: Skip to content
bn: এড়িেয় লেখায় যান

source: Menu
bn: মেনু

source: This entry was posted on %3$s<span class="by-author"> by %4$s</span>.
bn: এই লেখাটি পোস্ট করা হয়েছে %3$s তারিখে <span class="by-author">লিখেছেন %4$s</span>।

source: This entry was posted in %1$s on %3$s<span class="by-author"> by %4$s</span>.
bn: এই লেখাটি পোস্ট করা হয়েছে %3$s তারিখে, %1$s এ, <span class="by-author">লিখেছেন %4$s</span>।

source: This entry was posted in %1$s and tagged %2$s on %3$s<span class="by-author"> by %4$s</span>.
bn: এই লেখাটি পোস্ট করা হয়েছে %3$s তারিখে, %1$s এ এবং ট্যাগ হয়েছে %2$s <span class="by-author">লিখেছেন %4$s</span>।

source: View all posts by %s
bn: %s এর সকল পোস্ট দেখুন

source: Reply
bn: জবাব

source: Your comment is awaiting moderation.
bn: আপনার মন্তব্যটি অনুমোদনের অপেক্ষায় আছে

source: %1$s at %2$s
bn: %1$s; %2$s এ

source: Post author
bn: পোস্টের লেখক

source: (Edit)
bn: (সম্পাদনা)

source: Pingback:
bn: পিংব্যাকঃ

source: Newer posts <span class="meta-nav">&rarr;</span>
bn: নতুনতর পোস্ট <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Older posts
bn: <span class="meta-nav">&larr;</span> পুরনো পোস্ট

source: Post navigation
bn: পোস্টের নেভিগেশন

source: Second Front Page Widget Area
bn: দ্বিতীয় নীড়পাতার উইজেটের স্থান

source: Appears when using the optional Front Page template with a page set as Static Front Page
bn: এটি দেখানো হয় যখন একটি পাতা যার টেমপ্লেট হিসেবে ঐচ্ছিক প্রথম পাতার টেমপ্লেট রাখা হয় এবং এটি স্থায়ী মূল পাতা হিসেবে নির্বাচিত থাকে।

source: First Front Page Widget Area
bn: প্রথম নীড়পাতার উইজেটের স্থান

source: Appears on posts and pages except the optional Front Page template, which has its own widgets
bn: ঐচ্ছিক নীড়পাতার টেমপ্লেট ছাড়া পোস্ট এবং পাতায় দেখায়

source: Main Sidebar
bn: প্রধান সাইডবার

source: Page %s
bn: পাতা %s

# Open Sans font: add new subset (greek, cyrillic, vietnamese)
source: no-subset
bn: cyrillic

# Open Sans font: on or off
source: on
bn: off

source: Primary Menu
bn: প্রাথমিক মেনু

source: Proudly powered by %s
bn: %s দ্বারা সদম্ভে চালিত হচ্ছে

source: Semantic Personal Publishing Platform
bn: ব্যক্তিগত প্রকাশনা প্ল্যাটফর্ম

source: View all posts by %s <span class="meta-nav">&rarr;</span>
bn: %s এর সকল পোস্ট দেখুন <span class="meta-nav">&rarr;</span>

source: Featured post
bn: নির্বাচিত পোস্ট

source: Pages:
bn: পাতাগুলি:

source: Apologies, but no results were found. Perhaps searching will help find a related post.
bn: দুঃখিত, কোন ফলাফল খুঁজে পাওয়া যায় নি। সম্ভবতে খুঁজলে সেই সম্পর্কিত কোন পোস্ট পাওয়া যাবে।

source: Nothing Found
bn: কিছুই পাওয়া যায় নি

source: Link
bn: লিংক

source: Edit
bn: সম্পাদনা

source: % Replies
bn: % উত্তর

source: 1 Reply
bn: ১টি উত্তর

source: Leave a reply
bn: মন্তব্য করুন

source: Permalink to %s
bn: %s এর স্থায়ী লিংক

source: Continue reading <span class="meta-nav">&rarr;</span>
bn: বিস্তারিত পড়ুন <span class="meta-nav">&rarr;</span>

source: Comments are closed.
bn: মন্তব্য প্রধান বন্ধ আছে।

source: Newer Comments &rarr;
bn: নতুনতর মন্তব্য &rarr;

source: &larr; Older Comments
bn: &larr; পুরনো মন্তব্য

source: Comment navigation
bn: মন্তব্যের নেভিগেশন

source: One thought on &ldquo;%2$s&rdquo;
bn: &ldquo;%2$s&rdquo; তে একটি মন্তব্য

source: Category Archives: %s
bn: বিভাগের আর্কাইভঃ %s

source: About %s
bn: %s সম্পর্কে

source: Author Archives: %s
bn: লেখকের আর্কাইভঃ %s

source: Archives
bn: আর্কাইভ

source: Yearly Archives: %s
bn: বাৎসরিক আর্কাইভঃ %s

source: Monthly Archives: %s
bn: মাসিক আর্কাইভঃ %s

source: Daily Archives: %s
bn: দৈনন্দিন আর্কাইভঃ %s

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
bn: মনে হচ্ছে আপনি যেটি খুঁজছেন সেটি আমরা খুঁজে পাইনি। সম্ভবত খুঁজলে পাওয়া যাবে।

source: This is somewhat embarrassing, isn&rsquo;t it?
bn: এটি কিছুটা লজ্জাজনক, তাই নয় কি?

source: the WordPress team
bn: ওয়ার্ডপ্রেস টিম
