Repository: maheshwaghmare/bhari-i18n
Catalog: */wp-themes-twentysixteen-*.po
Languages: gu

source: Twenty Sixteen
gu: ટ્વેન્ટી સીક્સટીન

source: Twenty Sixteen is a modernized take on an ever-popular WordPress layout — the horizontal masthead with an optional right sidebar that works perfectly for blogs and websites. It has custom color options with beautiful default color schemes, a harmonious fluid grid using a mobile-first approach, and impeccable polish in every detail. Twenty Sixteen will make your WordPress look beautiful everywhere.
gu: ટ્વેન્ટિ-સિક્સટિન એક અદ્યતન અને સૌથી વધુ પ્રખ્યાત વર્ડપ્રેસ લેઆઉટ જે આડા હેડર સાથે જમણા સાઈડબારની વૈકલ્પિક સુવિધા આપે છે, જે બ્લોગ અને વેબસાઇટ માટે સંપૂર્ણપણે કામ કરે છે. આમા મૂળભૂત કલર યોજનાઓ(સ્કિમ) સાથે કસ્ટમ કલરનો વિકલ્પ, મોબાઈલ-ફર્સ્ટ માર્ગનો ઉપયોગ કરિને હાર્મોનિયમ ફ્લ્ડ ગ્રિડ, અને દરેક વિગતને દોષરહિત કરવામા આવ્યું છે. ટ્વેન્ટિ-સિક્સટિન તમારા વર્ડપ્રેસને બધે સુદંર બતાવશે.

source: Continue reading<span class="screen-reader-text"> "%s"</span>
gu: <span class="screen-reader-text"> "%s"</span> નુ વાંચન ચાલુ રાખો

source: Edit<span class="screen-reader-text"> "%s"</span>
gu: <span class="screen-reader-text"> "%s"</span> ને સંપાદિત કરો

source: Red
gu: લાલ

# comments title
source: One thought on &ldquo;%s&rdquo;
gu: &ldquo;%s&rdquo; પર એક વિચાર​

# submit button
source: Search
gu: શોધો

# placeholder
source: Search &hellip;
gu: શોધો &hellip;

# label
source: Search for:
gu: માટે શોધો :

source: Footer Social Links Menu
gu: ફૂટર સામાજિક લિંક્સ નુ મેનુ

source: Footer Primary Menu
gu: ફૂટર પ્રાથમિક મેનુ

source: Add widgets here to appear in your sidebar.
gu: અહીં વિજેટ્સ ઉમેરો જેથી તે તમારા સાઇડબારમાં દેખાશે.

source: Featured
gu: ફીચર્ડ

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
gu: એવું જણાય છે કે તમે જે શોધી રહ્યા છો તે મળી રહ્યું નથી. કદાચ શોધખોળ મદદ કરી શકે છે.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
gu: માફ કરશો, પરંતુ તમારી શોધ શબ્દો સાથે મેળ ખાતી નથી. ફરીથી કેટલાક અલગ શબ્દો સાથે પ્રયાસ કરો.

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
gu: તમારી પ્રથમ પોસ્ટ પ્રકાશિત કરવા તૈયાર છો? <a href="%1$s">અહીં થી પ્રારંભ કરો</a>.

source: Nothing Found
gu: કઈ મળ્યું નથી

source: View all posts by %s
gu: બધી પોસ્ટ્સ %s દ્વારા જુઓ

source: Author:
gu: લેખક:

source: Previous post:
gu: પહેલાની પોસ્ટ:

source: Previous
gu: પહેલાના

source: Next post:
gu: આગળની પોસ્ટ:

source: Next
gu: આગળના

source: Search Results for: %s
gu: %s માટેની શોધ ના પરિણામો:

# Used before tag names.
source: Tags
gu: ટૅગ્સ

# Used before category names.
source: Categories
gu: કેટેગરીઓ

# Used before publish date.
source: Posted on
gu: પોસ્ટ કરવામાં આવ્યું

# Used before post format.
source: Format
gu: ફોર્મેટ

source: Leave a comment<span class="screen-reader-text"> on %s</span>
gu: <span class="screen-reader-text">%s પર</span> ટિપ્પણી આપો

# Used before post author name.
source: Author
gu: લેખક

source: Yellow
gu: પીળું

source: Gray
gu: ગ્રે

source: Dark
gu: શ્યામ

source: Main Text Color
gu: મુખ્ય લખાણ નો રંગ

source: Default
gu: મૂળભૂત

source: Secondary Text Color
gu: ગૌણ લખાણ નો રંગ

source: Link Color
gu: લિંક નો રંગ

source: Page Background Color
gu: પેજનો પૃષ્ઠભૂમિ રંગ

# Parent post link
source: <span class="meta-nav">Published in</span><span class="post-title">%title</span>
gu: <span class="post-title">%title</span><span class="meta-nav">માં પ્રકાશિત થયેલ</span>

source: Twenty Sixteen requires at least WordPress version 4.4. You are running version %s. Please upgrade and try again.
gu: ટ્વેન્ટી સીક્સટીન માટે ઓછામાં ઓછી વર્ડપ્રેસ આવૃત્તિ ૪.૪ જરૂરી છે. તમે %s આવૃત્તિમા ચાલી રહ્યા છો. કૃપા કરીને અપડેટ કરી ફરીથી પ્રયાસ કરો.

source: Base Color Scheme
gu: પાયાની રંગ યોજના

# Used before full size attachment link.
source: Full size
gu: પૂર્ણ કદ

source: Pages:
gu: પેજીસ:

source: Next Image
gu: આગલુ ચિત્ર

source: Previous Image
gu: પહેલાનુ ચિત્ર

source: Menu
gu: મેનુ

source: Skip to content
gu: લખાણ પર જાઓ

source: expand child menu
gu: ચાઇલ્ડ મેનુ ને વિસ્તૃત કરો

source: collapse child menu
gu: ચાઇલ્ડ મેનુ ને સંક્ષિપ્ત કરો

source: Content Bottom 1
gu: લખાણ ની નીચે ૧

source: Appears at the bottom of the content on posts and pages.
gu: પોસ્ટ્સ અને પૃષ્ઠો પર લખાણ ની નીચે દેખાય છે.

source: Content Bottom 2
gu: લખાણ ની નીચે ૨

source: Sidebar
gu: સાઇડબાર

source: Social Links Menu
gu: સામાજિક લિંક્સ નુ મેનુ

source: Primary Menu
gu: પ્રાથમિક મેનુ

source: Proudly powered by %s
gu: %s દ્વારા ગર્વથી સંચાલિત

source: Comments are closed.
gu: ટિપ્પણીઓ બંધ છે.

# comments title
source: %1$s thought on &ldquo;%2$s&rdquo;
gu: %1$s વિચાર &ldquo;%2$s&rdquo; પર​

source: Page
gu: પેજ

source: Next page
gu: આગળનું પેજ

source: Previous page
gu: પહેલાનું પેજ

source: It looks like nothing was found at this location. Maybe try a search?
gu: એવું લાગે છે કે આ સ્થાન પર કઈ મળી આવ્યુ નથી. કદાચ શોધવાનો પ્રયાસ કરો?

source: Oops! That page can&rsquo;t be found.
gu: માફ કરજો! આ પેજ મલી શકે તેમ નથી.

source: the WordPress team
gu: વર્ડપ્રેસ ટીમ
