Repository: maheshwaghmare/bhari-i18n
Catalog: */wp-themes-twentyten-*.po
Languages: cy

source: The 2010 theme for WordPress is stylish, customizable, simple, and readable -- make it yours with a custom menu, header image, and background. Twenty Ten supports six widgetized areas (two in the sidebar, four in the footer) and featured images (thumbnails for gallery posts and custom header images for posts and pages). It includes stylesheets for print and the admin Visual Editor, special styles for posts in the "Asides" and "Gallery" categories, and has an optional one-column page template that removes the sidebar.
cy: Mae thema 2010 ar gyfer WordPress yn chwaethus, syml, darllenadwy sy'n hawdd i'w haddasu pennwch ddewislen, delwedd pennawd, a chefndir o'ch dewis chi. Mae Twenty Ten yn cefnogi chwe lleoliad ar gyfer teclynnau (dau yn y bar, pedwar yn y troedyn) a delweddau nodwedd (lluniau bach ar gyfer cofnodion oriel a delweddau pennawd cyfaddas ar gyfer cofnodion a thudalennau). Mae'n cynnwys taflenni arddull ar gyfer hwyluso argraffu, yn ogystal â Golygydd Gweledol Gweinyddu. Mae hefyd yn darparu arddulliau arbennig ar gyfer cofnodion gyda'r categorïau "Asides" ac "Oriel", ac mae ganddo dempled tudalen dewisol ag un colofn sy'n cael gwared ar y bar ochr.

source: One column, no sidebar
cy: Un golofn, dim bar ochr

source: Tag Archives: %s
cy: Tag Archif: %s

source: Archives
cy: Archifau

source: Sorry, but nothing matched your search criteria. Please try again with some different keywords.
cy: Ymddiheuriadau, ond does dim yn cyfateb i'r meini prawf chwilio. Ceisiwch eto gyda geiriau gwahanol.

source: Nothing Found
cy: Heb Ganfod Dim

source: Search Results for: %s
cy: Canlyniadau Chwilio: %s

source: <span class="%1$s">Tagged</span> %2$s
cy: <span class="%1$s">Tagiwyd</span> %2$s

source: <span class="%1$s">Posted in</span> %2$s
cy: <span class="%1$s">Cyhoeddwyd yn</span> %2$s

# asides category slug
source: asides
cy: neilleb

source: % Comments
cy: % Sylw

source: 1 Comment
cy: 1 Sylw

source: Leave a comment
cy: Rhowch sylw

source: View posts in the Gallery category
cy: Darllen cofnodion yng nghategori'r Oriel

source: More Galleries
cy: Rhagor o Orielau

source: View Galleries
cy: Gweld Orielau

source: Permalink to %s
cy: Dolen barhaol i %s

source: This gallery contains <a %1$s>%2$s photo</a>.
cy: Mae'r oriel yn cynnwys <a %1$s>%2$s ffoto</a>.

# gallery category slug
source: gallery
cy: oriel

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
cy: Ymddiheuriadau, ond doedd dim canlyniadau ar gael ar gyfer yr archif yma. Efallai y byddai chwilio yn helpu i ddod o hyd i gofnod cysylltiedig.

source: Newer posts <span class="meta-nav">&rarr;</span>
cy: Cofnodion mwy diweddar <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Older posts
cy: <span class="meta-nav">&larr;</span> Cofnodion hŷn

source: View all posts by %s <span class="meta-nav">&rarr;</span>
cy: Gweld pob cofnod gan %s <span class="meta-nav">&rarr;</span>

source: Pages:
cy: Tudalennau:

source: Edit
cy: Golygu

source: Link to full-size image
cy: Dolen i ddelwedd maint llawn

source: Full size is %s pixels
cy: Maint llawn yw picsel %s

source: <span class="%1$s">Published</span> %2$s
cy: <span class="%1$s">Cyhoeddwyd</span> %2$s

source: <span class="%1$s">By</span> %2$s
cy: <span class="%1$s">Gan</span> %2$s

source: Return to %s
cy: Dychwelyd i %s

source: Skip to content
cy: Neidio i'r cynnwys

source: Page %s
cy: Tudalen %s

source: Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
cy: Gosod Nod Tudalen i'r <a href="%3$s" title="Permalink to %4$s" rel="bookmark">ddolen barhaol</a>.

source: This entry was posted in %1$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
cy: Cafodd y cofnod ei gyhoeddi yn %1$s. Gosod Nod Tudalen i'r <a href="%3$s" title="Permalink to %4$s" rel="bookmark">ddolen barhaol</a>.

source: This entry was posted in %1$s and tagged %2$s. Bookmark the <a href="%3$s" title="Permalink to %4$s" rel="bookmark">permalink</a>.
cy: Cafod y cofnod ei gyhoeddi yn %1$s a'i dagio yn %2$s. Gosod Nod Tudalen i'r <a href="%3$s" title="Permalink to %4$s" rel="bookmark">ddolen barhaol</a>.

source: View all posts by %s
cy: Gweld pob cofnod gan %s

source: <span class="%1$s">Posted on</span> %2$s <span class="meta-sep">by</span> %3$s
cy: <span class="%1$s">Cyhoeddwyd ar </span> %2$s <span class="meta-sep">gan</span> %3$s

source: Fourth Footer Widget Area
cy: Pedwerydd Lleoliad Teclynnau'r Troedyn

source: Third Footer Widget Area
cy: Trydydd Lleoliad Teclynnau'r Troedyn

source: Second Footer Widget Area
cy: Ail Leoliad Teclynnau'r Troedyn

source: An optional widget area for your site footer.
cy: Ardal teclyn dewisol ar gyfer troedyn eich gwefan.

source: First Footer Widget Area
cy: Lleoliad Cyntaf Teclynnau'r Troedyn

source: An optional secondary widget area, displays below the primary widget area in your sidebar.
cy: Yr ardal teclynau eilaidd dewisol, yn dangos isod y prif ardal teclynau yn eich bar ochr.

source: Secondary Widget Area
cy: Ail Leoliad Teclynnau

source: Add widgets here to appear in your sidebar.
cy: Ychwanegwch declynnau yma iddynt ymddangos yn eich bar ochr.

source: Primary Widget Area
cy: Prif Leoliad Teclynnau

source: Pingback:
cy: Hysbysiad:

source: (Edit)
cy: (Golygu)

source: %1$s at %2$s
cy: %1$s yn %2$s

source: Your comment is awaiting moderation.
cy: Mae dy sylw'n disgwyl ei gymedroi.

source: %s <span class="says">says:</span>
cy: Dywedodd %s <span class="says">:</span>

source: Continue reading <span class="meta-nav">&rarr;</span>
cy: Parhau i ddarllen <span class="meta-nav">&rarr;</span>

source: Sunset
cy: Machlud Haul

source: Path
cy: Llwybr

source: Inkwell
cy: Potyn Inc

source: Forest Floor
cy: Llawr Coedwig

source: Fern
cy: Rhedyn

source: Concave
cy: Ceugrwm

source: Cherry Blossoms
cy: Blodau Ceirios

source: Berries
cy: Aeron

source: Primary Navigation
cy: Prif Ddewislen Lywio

source: Proudly powered by %s.
cy: Yn falch o gael ei yrru gan %s

source: Semantic Personal Publishing Platform
cy: Platfform Cyhoeddi Semantig Personol

source: Comments are closed.
cy: Sylwadau ar gau.

source: Newer Comments <span class="meta-nav">&rarr;</span>
cy: Cofnodion Diweddarach <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Older Comments
cy: <span class="meta-nav">&larr;</span> Cofnodion Hŷn

source: One Response to %2$s
cy: Un Ymateb i %2$s

source: This post is password protected. Enter the password to view any comments.
cy: Mae'r cofnod wedi ei diogeli gan gyfrinair. Rho gyfrinair i weld unrhyw sylwadau.

source: Category Archives: %s
cy: Archifau Categori: %s

source: About %s
cy: Ynghylch %s

source: Author Archives: %s
cy: Archif Awdur: %s

source: Blog Archives
cy: Archif Blog

source: Yearly Archives: <span>%s</span>
cy: Archif Blynyddol: <span>%s</span>

source: Monthly Archives: <span>%s</span>
cy: Archif Misol: <span>%s</span>

source: Daily Archives: <span>%s</span>
cy: Archif Dyddiol: <span>%s</span>

source: Apologies, but the page you requested could not be found. Perhaps searching will help.
cy: Ymddiheuriadau, ond doedd modd canfod y dudalen honno. Efallai y bydd chwilio'n helpu.

source: Not Found
cy: Heb Ganfod

source: the WordPress team
cy: Tîm WordPress
